benchmark/results/valve-20260602-003206/heavy_INLINE.txt
Running 14s test @ http://127.0.0.1:8080/compute_inline?n=8000
  3 threads and 12 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   124.37ms   10.35ms 216.08ms   97.18%
    Req/Sec    31.98      8.95    40.00     75.00%
  1346 requests in 14.01s, 173.51KB read
Requests/sec:     96.07
Transfer/sec:     12.38KB