benchmark/results/valve-20260602-003206/heavy_OFF.txt
Running 14s test @ http://127.0.0.1:8080/compute?n=8000
  3 threads and 12 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   134.33ms   20.92ms 298.83ms   93.72%
    Req/Sec    29.82     10.55    40.00     80.78%
  1252 requests in 14.10s, 161.39KB read
Requests/sec:     88.82
Transfer/sec:     11.45KB